print("Приветствую тебя в игре обосри степу !")
print("Выбери вариант обсирания:\n [1] - Обосрать подливкой\n [2] - Пукнуть прям в личико\n [3] - Высрать какашечку  ")
x = int(input())
if x == 1:
    print("Вы обдристали степе лицо подливкой !")
elif x == 2:
    print("Вы пустили шепутнчика прям ему в ебало")
elif x == 3:
    print("Вы отложили мега коричневую личинку у него на лице")
y = input("Продолжить ? ")
if y  == 'Да':
    print("Выбери вариант обсирания:\n [1] - Обосрать подливкой\n [2] - Пукнуть прям в личико\n [3] - Высрать какашечку  ")
else:
    exit()
z = int(input())
if z == 1:
    print("Вы обдристали степе лицо подливкой !")
elif z == 2:
    print("Вы пустили шепутнчика прям ему в ебало")
elif z == 3:
    print("Вы отложили мега коричневую личинку у него на лице")
v = input("Хотите продолжить?: ")
if v == 'Да':
    print("Выбери вариант обсирания:\n [1] - Обосрать подливкой\n [2] - Пукнуть прям в личико\n [3] - Высрать какашечку  ")
else:
    exit()
d = int(input())
if d == 1:
    print("Вы обдристали степе лицо подливкой !")
elif d == 2:
    print("Вы пустили шепутнчика прям ему в ебало")
elif d == 3:
    print("Вы отложили мега коричневую личинку у него на лице")
print("Вы израсходовали пробный период игры 'Обосри Степу', ожидайте новой игры баскетбол со степой !")
exit()

